13
Вступительный тест по математике
0 1 2 3 4
1 1 0 0 0
2 0 1 0 0
3 1 0 0 0
4 0 1 0 0
5 0 1 0 0
6 0 1 0 0
7 0 0 0 1
8 1 0 0 0
9 0 0 1 0
0 0 0 0 1
1 0 0 1 0
2 0 0 1 0
3 1 0 0 0
1
Сечения пирамиды плоскостями, проходящими через ее вершину, являются
треугольники
квадраты
прямоугольники
параллелограммы
2
Площадь полной поверхности конуса – ___ площади его боковой поверхности и площади основания
произведение
разность
частное
сумма
3
Уравнение сферы с центром в начале координат, радиус которой равен R
x2+ y2 +z2 =R2
x2- y2 -z2 =R2
x2+ y2 -z2 =R2
x2-y2 +z2 =R2
4
Прямой параллелепипед, основаниями которого являются прямоугольники, называется
кубом
прямоугольным
наклонным
пирамидой
5
___– часть шара, отсекаемая от него какой-нибудь секущей плоскостью
Тело вращения
Шаровой сегмент
Шаровой слой
Сфера
6
Общую точку сферы и касательной плоскости к ней называют точкой ___ плоскости и сферы
пересечения
касания
совпадения
прикосновения
7
___ называется многогранник, одна грань которого – многоугольник, а остальные грани – треугольники с общей вершиной
Кубом
Призмой
Параллелепипедом
Пирамидой
8
Прямая, вокруг которой вращается плоская фигура, называется ___вращения
осью
диаметром
радиусом
отрезком
9
Шар симметричен относительно любой плоскости, проходящей через ___шара
диаметр
радиус
центр
ось
10
Боковые грани усеченной пирамиды являются
прямоугольниками
квадратами
ромбами
трапециями
11
Отрезок, соединяющий две вершины многогранника, не принадлежащие одной грани, называется ___ многогранника
длиной
разверткой
диагональю
ребром
12
___– многогранник, поверхность которого состоит из четырех равносторонних треугольников
Призма
Параллелепипед
Правильный тетраэдр
Куб
13
Прямоугольный параллелепипед, у которого все три измерения равны, является
кубом
пирамидой
правильной призмой
призмой
