14
Психология воспитания школьников
0 1 2 3 4
1 0 1 0 0
2 1 0 0 0
3 1 0 0 0
4 0 0 0 1
5 0 1 0 0
6 0 0 1 0
7 0 1 0 0
8 0 1 0 0
9 0 0 0 1
0 0 1 0 0
1 0 0 1 0
2 0 1 0 0
3 1 0 0 0
4 0 0 1 0
1
Процесс формирования внутренних структур человеческой психики благодаря усвоению структур внешней социальной деятельности – это
рефлектирование
интериоризация
экстериоризация
ассоциация
2
Развитие - объективный процесс внутреннего последовательного количественного и качественного изменения физических и духовных сил человека
Да
Нет
-
-
3
Психологическая готовность к школьному обучению - необходимый и достаточный уровень психического развития ребенка для освоения школьной учебной программы в коллективе сверстников
Да
Нет
-
-
4
Выявление проблемы и ее формулировка, т.е. определение сути затруднения, считается первым этапом творческого мышления и называется
проверкой гипотезы
формулированием предположения
проблемной ситуацией
постановкой проблемы
5
Выделение в учебно-познавательной деятельности способов исследования и развитие интереса обусловливают формирование у ученика механизма
понятия как развивающейся системы
учебного целеполагания
понятия
не практической цели
6
Распределение между детьми различных точек зрения (позиций), представляющих разные стороны усваиваемого понятия называется
отношением некритичного доверия
ролевым отношением
учебным сотрудничеством со сверстниками
отношением подражания (имитации) образцам
7
Обучение, при котором преподаватель обеспечивает оптимальное сочетание самостоятельной поисковой деятельности учеников с усвоением ими готовых выводов науки называется
эвристическим обучением
проблемным обучением
программированным обучением
развивающим обучением
8
Профессиональный тип (склад) мышления - индивидуально-психологические свойства личности человека, отличающие его от других, отвечающие требованиям данной профессиональной деятельности и являющиеся условием ее успешного выполнения
Да
Нет
-
-
9
Психическое явление «заражения», механизм которого рассматривается в социальной психологии как способ интеграции групповой деятельности лежит в основе
мыслительного содействия
проблемного обучения
программированного обучения
эмоционального сопереживания
10
Теоретические знания, овладение которыми посредством этой деятельности развивает у учащихся основы теоретического сознания и мышления, а также творчески-личностный уровень осуществления практических видов деятельности выступают
учебной программой
содержанием учебной деятельности
образовательной ситуацией
проблемной ситуацией
11
Процесс формирования учебной деятельности начинается с того, что ученики овладевают процессом решения какой-либо
учебно-теоретической задачи
учебно-исследовательской задачи
практической задачи
учебно-практической задачи
12
Навыки в игре проявляются при достаточно сильном мотиве и потому оказываются более ярко выраженными, чем в учебной деятельности
Нет
Да
-
-
13
Положение о том, что если какое-то действие приводит к желательным результатам, вероятность его повторения возрастает, если же – к нежелательным последствиям, то вероятность повторения снижается называется
законом эффекта
законом упражняемости
законом готовности
первым принципом программирования
14
Не столько на безошибочность действий, сколько на уяснение самим учеником причины, вызвавшей ошибку, ориентировано
линейное программирование
эвристическое обучение
разветвленное программирование
проблемное обучение
